Repository: common-repository/widgets-for-google-reviews-and-ratings
Catalog: languages/widgets-for-google-reviews-and-ratings-so_SO.po
Languages: so_so

source: Google Reviews Settings
so_so: Dejinta dib u eegista Google

source: Google Reviews
so_so: Falanqaynta Google

source: Widget Customizer
so_so: Customizer Widget

source: Get Reviews
so_so: Hel faallooyin

source: Nonce verification failed
so_so: Xaqiijin la'aan waa fashilantay

source: Error decoding JSON.
so_so: Khalad goynta JSON

source: Error: Place data not received.
so_so: Khalad: Xogta goobta lama helin

source: An error occurred:
so_so: Khalad ayaa dhacay:

source: Place Image
so_so: Sawirka Goobta

source: reviews
so_so: dib u eegis

source: Disconnect
so_so: Xiriirka ka jar

source: Place disconnected successfully. Connect a new place.
so_so: Meesha ayaa si guul leh u go'day Ku xidh meel cusub

source: Instructions
so_so: Tilmaamaha

source: Your Shortcode
so_so: Koodhka gaaban

source: Copy to Clipboard
so_so: Ku koobi kara sabuuradda

source: Copied!
so_so: la guuriyay!

source: Paste the copied shortcode into your desired post, page, or widget area to display the Google reviews.
so_so: Ku dheji summada gaaban ee la koobiyay boostada, bogga, ama aagga widget-ka aad rabto si aad u muujiso faallooyinka Google.

source: A Widget to display Google Reviews
so_so: Widget lagu soo bandhigo qiimaynta Google

source: Title:
so_so: Ciwaanka:

source: %s ago
so_so: %s kahor

source: Rating Score:
so_so: Dhibcaha Qiimaynta:

source: out of 5,
so_so: 5 ka mid ah,

source: based on
so_so: ku salaysan

source: Widgets for Google Reviews and Ratings
so_so: Widgets ee qiimaynaha Google iyo qiimaynta

source: Quickly and easily embed Google reviews into your WordPress site. Boost SEO, build trust, and increase sales with Google reviews.
so_so: Si deg deg ah oo sahlan ugu geli faallooyinka Google ee boggaaga WordPress. Kobcinta SEO, dhis kalsoonida, oo kordhi iibka dib u eegista Google.

source: repocean
so_so: dib u celin
