Repository: common-repository/widgets-for-google-reviews-and-ratings
Catalog: languages/widgets-for-google-reviews-and-ratings-ceb.po
Languages: ceb

source: Google Reviews Settings
ceb: Mga Setting sa Google Review

source: Google Reviews
ceb: Mga Review sa Google

source: Get Reviews
ceb: Pagkuha og mga Review

source: Nonce verification failed
ceb: Napakyas ang pag-verify sa Nonce

source: Error decoding JSON.
ceb: Sayop sa pag-decode sa JSON.

source: Error: Place data not received.
ceb: Sayop: Wala madawat ang datos sa lugar.

source: An error occurred:
ceb: Usa ka sayup ang nahitabo:

source: Place Image
ceb: Imahe sa Dapit

source: reviews
ceb: mga review

source: Disconnect
ceb: Pagdiskonekta

source: Place disconnected successfully. Connect a new place.
ceb: Malampuson nga nadiskonekta ang lugar. Sumpaysumpaya ang usa ka bag-ong dapit.

source: Instructions
ceb: Mga instruksyon

source: Your Shortcode
ceb: Ang imong Shortcode

source: Copy to Clipboard
ceb: Kopyaha sa Clipboard

source: Copied!
ceb: Gikopya!

source: Paste the copied shortcode into your desired post, page, or widget area to display the Google reviews.
ceb: Idikit ang gikopya nga shortcode sa imong gusto nga post, page, o widget area aron ipakita ang mga review sa Google.

source: A Widget to display Google Reviews
ceb: Usa ka Widget aron ipakita ang Google Reviews

source: Title:
ceb: Titulo:

source: %s ago
ceb: %s ang milabay

source: out of 5,
ceb: gikan sa 5,

source: based on
ceb: base sa

source: Widgets for Google Reviews and Ratings
ceb: Mga Widget para sa Google Reviews ug Ratings

source: Quickly and easily embed Google reviews into your WordPress site. Boost SEO, build trust, and increase sales with Google reviews.
ceb: Dali ug dali nga i-embed ang mga review sa Google sa imong WordPress site. Pausbaw ang SEO, pagtukod og pagsalig, ug dugangi ang halin gamit ang mga review sa Google.
