Repository: common-repository/widgets-for-google-reviews-and-ratings
Catalog: languages/widgets-for-google-reviews-and-ratings-co.po
Languages: co

source: Google Reviews Settings
co: Impostazioni di Google Reviews

source: Get Reviews
co: Ricevi recensioni

source: Nonce verification failed
co: A verificazione di Nonce hà fiascatu

source: Error decoding JSON.
co: Errore di decodificazione di JSON.

source: Error: Place data not received.
co: Errore: i dati di u locu ùn sò micca ricevuti.

source: An error occurred:
co: Un errore hè accadutu:

source: reviews
co: recensioni

source: Place disconnected successfully. Connect a new place.
co: U locu disconnected successu. Cunnette un novu locu.

source: Instructions
co: Istruzzioni

source: Your Shortcode
co: U vostru Shortcode

source: Copy to Clipboard
co: Copia à u Clipboard

source: Copied!
co: Copiatu !

source: Paste the copied shortcode into your desired post, page, or widget area to display the Google reviews.
co: Incolla u shortcode copiatu in a vostra postazione, pagina o area di widget desiderata per vede e recensioni di Google.

source: A Widget to display Google Reviews
co: Un widget per vede Google Reviews

source: Title:
co: Titre :

source: %s ago
co: %s fà

source: Rating Score:
co: Puntu di valutazione:

source: out of 5,
co: fora di 5,

source: based on
co: bastu nantu à

source: Widgets for Google Reviews and Ratings
co: Widgets per Google Reviews and Ratings

source: Quickly and easily embed Google reviews into your WordPress site. Boost SEO, build trust, and increase sales with Google reviews.
co: Incrustate rapidamente è facilmente e recensioni di Google in u vostru situ WordPress. Impulsate u SEO, custruite a fiducia è aumentate e vendite cù recensioni di Google.

source: repocean
co: ripoceanu
