Repository: common-repository/widgets-for-google-reviews-and-ratings
Catalog: languages/widgets-for-google-reviews-and-ratings-*.po
Languages: am, az, bg_bg, ca, el, eo, eu, fy, ga, gd, gu, hr, is_is, ka_ge, km, kn, ky_ky, lb_lu, lo, mg_mg, mk_mk, ml_in, mn, pa_in, ps, sd_pk, si_lk, sk_sk, sq, sr_rs, sw, ta_in, te, tg, th, tl, ug_cn, ur, uz_uz, xh, zu

source: A Widget to display Google Reviews
am: ጉግል ግምገማዎችን ለማሳየት መግብር
az: Google Rəyləri göstərmək üçün Widget
bg_bg: Приспособление за показване на Google Reviews
ca: Un widget per mostrar les ressenyes de Google
el: Ένα γραφικό στοιχείο για την εμφάνιση των Κριτικών Google
eo: Fenestraĵo por montri Google-Recenzojn
eu: Google-ren iritziak bistaratzeko widget bat
fy: In widget om Google-resinsjes wer te jaan
ga: Giuirléid chun Léirmheasanna Google a thaispeáint
gd: Widget airson Lèirmheasan Google a thaisbeanadh
gu: Google સમીક્ષાઓ પ્રદર્શિત કરવા માટેનું વિજેટ
hr: Widget za prikaz Google recenzija
is_is: Græja til að sýna Google umsagnir
ka_ge: ვიჯეტი Google მიმოხილვების საჩვენებლად
km: ធាតុក្រាហ្វិកដើម្បីបង្ហាញការពិនិត្យឡើងវិញរបស់ Google
kn: Google ವಿಮರ್ಶೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಒಂದು ವಿಜೆಟ್
ky_ky: Google сын-пикирлерин көрсөтүү үчүн виджет
lb_lu: E Widget fir Google Rezensiounen ze weisen
lo: Widget ເພື່ອສະແດງ Google Reviews
mg_mg: Widget hanehoana Google Reviews
mk_mk: Виџет за прикажување на прегледите на Google
ml_in: Google അവലോകനങ്ങൾ പ്രദർശിപ്പിക്കുന്നതിനുള്ള ഒരു വിജറ്റ്
mn: Google тоймыг харуулах виджет
pa_in: Google ਸਮੀਖਿਆਵਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਇੱਕ ਵਿਜੇਟ
ps: د ګوګل بیاکتنې ښودلو لپاره ویجټ
sd_pk: Google Reviews ڏيکارڻ لاءِ ھڪ ويجيٽ
si_lk: Google Reviews පෙන්වීමට Widget එකක්
sk_sk: Widget na zobrazenie recenzií Google
sq: Një miniaplikacion për të shfaqur komentet e Google
sr_rs: Виџет за приказ Гоогле рецензија
sw: Wijeti ya kuonyesha Maoni ya Google
ta_in: Google மதிப்புரைகளைக் காட்ட ஒரு விட்ஜெட்
te: Google సమీక్షలను ప్రదర్శించడానికి ఒక విడ్జెట్
tg: Виҷет барои намоиши баррасии Google
th: วิดเจ็ตสำหรับแสดงรีวิวจาก Google
tl: Isang Widget upang ipakita ang Google Reviews
ug_cn: Google ئوبزورلىرىنى كۆرسىتىدىغان كىچىك قورال
ur: گوگل ریویو ڈسپلے کرنے کے لیے ایک ویجیٹ
uz_uz: Google sharhlarini ko'rsatish uchun vidjet
xh: Iwijethi yokubonisa uHlolo lukaGoogle
zu: Iwijethi yokubonisa Izibuyekezo ze-Google

source: Title:
am: ርዕስ፡-
az: Başlıq:
bg_bg: Заглавие:
ca: Títol:
el: Τίτλος:
eo: Titolo:
eu: Izenburua:
fy: Titel:
ga: Teideal:
gu: શીર્ષક:
hr: Titula:
is_is: Titill:
ka_ge: სათაური:
km: ចំណងជើង៖
kn: ಶೀರ್ಷಿಕೆ:
ky_ky: Аталышы:
lb_lu: Titel:
lo: ຫົວຂໍ້:
mg_mg: Lohateny:
mk_mk: Наслов:
ml_in: തലക്കെട്ട്:
mn: Гарчиг:
pa_in: ਸਿਰਲੇਖ:
ps: عنوان:
sd_pk: عنوان:
si_lk: ශීර්ෂය:
sk_sk: názov:
sq: Titulli:
sr_rs: Наслов:
sw: Kichwa:
ta_in: தலைப்பு:
te: శీర్షిక:
tg: Сарлавҳа:
th: ชื่อ:
tl: Pamagat:
ug_cn: ماۋزۇ:
ur: عنوان:
uz_uz: Sarlavha:
xh: Isihloko:
zu: Isihloko:

source: %s ago
am: ከ%s በፊት
az: %s əvvəl
bg_bg: преди %s
ca: fa %s
el: πριν από %s
eo: antaŭ %s
eu: duela %s
fy: %s lyn
ga: %s ó shin
gd: %s air ais
gu: %s પહેલા
hr: Prije %s
is_is: Fyrir %s síðan
ka_ge: %s წინ
km: %s មុន។
kn: %s ಹಿಂದೆ
ky_ky: %s мурун
lb_lu: %s virun
lo: %s ກ່ອນໜ້ານີ້
mg_mg: %s lasa izay
mk_mk: пред %s
ml_in: %s മുമ്പ്
mn: %s өмнө
pa_in: %s ਪਹਿਲਾਂ
ps: %s مخکې
sd_pk: %s اڳ
si_lk: %sකට පෙර
sk_sk: pred %s
sq: %s më parë
sr_rs: пре %с
sw: %s zilizopita
ta_in: %s முன்பு
te: %s క్రితం
tg: %s пеш
th: %s ที่แล้ว
tl: %s nakaraan
ur: %s پہلے
uz_uz: %s oldin
xh: %s edlule
zu: %s edlule

source: Google
am: በጉግል መፈለግ
eo: Guglo
kn: ಗೂಗಲ್
ky_ky: Гугл
ml_in: ഗൂഗിൾ
pa_in: ਗੂਗਲ
sd_pk: گوگل
si_lk: ගූගල්
sr_rs: Гоогле
ta_in: கூகிள்
ur: گوگل
xh: Uphando

source: Rating Score:
am: የደረጃ አሰጣጥ ነጥብ፡-
az: Reytinq balı:
bg_bg: Рейтингова оценка:
ca: Puntuació de la puntuació:
el: Βαθμολογία αξιολόγησης:
eo: Takso-Poentaro:
eu: Balorazio puntuazioa:
fy: Wurdearring Score:
ga: Scór Rátála:
gd: Sgòr rangachadh:
gu: રેટિંગ સ્કોર:
hr: Ocjena ocjene:
is_is: Einkunn:
ka_ge: რეიტინგის ქულა:
km: ពិន្ទុវាយតម្លៃ៖
kn: ರೇಟಿಂಗ್ ಸ್ಕೋರ್:
ky_ky: Рейтинг упай:
lb_lu: Bewäertung Score:
lo: ຄະແນນຄະແນນ:
mg_mg: naoty:
mk_mk: Оценка за оценка:
ml_in: റേറ്റിംഗ് സ്കോർ:
mn: Үнэлгээний оноо:
pa_in: ਰੇਟਿੰਗ ਸਕੋਰ:
ps: د درجه بندۍ نمرې:
sd_pk: درجه بندي اسڪور:
si_lk: ශ්‍රේණිගත කිරීමේ ලකුණු:
sk_sk: Skóre hodnotenia:
sq: Rezultati i vlerësimit:
sr_rs: Оцена оцена:
sw: Alama ya Ukadiriaji:
ta_in: மதிப்பீடு மதிப்பெண்:
te: రేటింగ్ స్కోర్:
tg: Баҳои рейтинг:
th: คะแนนเรตติ้ง:
tl: Marka ng Rating:
ug_cn: باھالاش نەتىجىسى:
ur: درجہ بندی اسکور:
uz_uz: Reyting ball:
xh: Inqaku lokulinganisa:
zu: Isilinganiso Somphumela:

source: out of 5,
am: ከ 5,
az: 5-dən,
bg_bg: от 5,
ca: de 5,
el: στα 5,
eo: el 5,
eu: 5etik,
fy: fan 5,
ga: as 5,
gd: a-mach à 5,
gu: 5 માંથી,
hr: od 5,
is_is: af 5,
ka_ge: 5-დან,
km: ក្នុងចំណោម 5,
kn: 5 ರಲ್ಲಿ,
ky_ky: 5тен,
lb_lu: vun 5,
lo: ຈາກ 5,
mg_mg: amin'ny 5,
mk_mk: од 5,
ml_in: 5 ൽ,
mn: 5-аас,
pa_in: 5 ਵਿੱਚੋਂ,
ps: له ۵ څخه
sd_pk: 5 مان،
si_lk: 5න්,
sk_sk: z 5,
sq: nga 5,
sr_rs: од 5,
sw: kati ya 5,
ta_in: 5 இல்,
te: 5 లో,
tg: аз 5,
th: จาก 5
tl: sa 5,
ur: 5 میں سے،
uz_uz: 5 dan,
xh: kwi-5,
zu: kwabangu-5,

source: based on
am: በዛላይ ተመስርቶ
az: əsasən
bg_bg: базиран на
ca: basat en
el: βασισμένο στο
eo: bazita sur
eu: oinarrituta
fy: basearre op
ga: bunaithe ar
gd: Stèidhichte air
gu: પર આધારિત છે
hr: na temelju
is_is: byggt á
ka_ge: დაფუძნებული
km: អាស្រ័យ​លើ
kn: ಆಧಾರಿತ
ky_ky: негизинде
lb_lu: baséiert op
lo: ອີງໃສ່
mg_mg: miankina amin'ny
mk_mk: базирано на
ml_in: ഇതിനെ അടിസ്ഥാനമാക്കി
mn: дээр суурилсан
pa_in: ਦੇ ਅਧਾਰ ਤੇ
ps: پر بنسټ
sd_pk: تي مبني
si_lk: මත පදනම්ව
sk_sk: založené na
sq: bazuar në
sr_rs: На основу
sw: kulingana na
ta_in: அடிப்படையில்
te: ఆధారంగా
tg: бар асоси
th: ขึ้นอยู่กับ
tl: batay sa
ug_cn: ئاساس قىلىنغان
ur: کی بنیاد پر
uz_uz: asoslangan
xh: ngenxa ye
zu: ngokusekelwe ku

source: Widgets for Google Reviews and Ratings
am: መግብሮች ለGoogle ግምገማዎች እና ደረጃዎች
az: Google Rəylər və Reytinqlər üçün vidjetlər
bg_bg: Уиджети за рецензии и оценки в Google
ca: Ginys per a ressenyes i puntuacions de Google
el: Γραφικά στοιχεία για κριτικές και αξιολογήσεις Google
eo: Fenestraĵoj por Google-Recenzoj kaj Taksoj
eu: Google-ren iritzi eta balorazioetarako widgetak
fy: Widgets foar Google-resinsjes en wurdearrings
ga: Giuirléidí le haghaidh Léirmheasanna agus Rátálacha Google
gd: Widgets airson lèirmheasan agus rangachadh Google
gu: Google સમીક્ષાઓ અને રેટિંગ્સ માટે વિજેટ્સ
hr: Widgeti za Google recenzije i ocjene
is_is: Græjur fyrir Google umsagnir og einkunnir
ka_ge: ვიჯეტები Google მიმოხილვისა და რეიტინგებისთვის
km: ធាតុក្រាហ្វិកសម្រាប់ការវាយតម្លៃ និងការវាយតម្លៃរបស់ Google
kn: Google ವಿಮರ್ಶೆಗಳು ಮತ್ತು ರೇಟಿಂಗ್‌ಗಳಿಗಾಗಿ ವಿಜೆಟ್‌ಗಳು
ky_ky: Google Сын-пикирлер жана Рейтингдер үчүн виджеттер
lb_lu: Widgets fir Google Bewäertungen a Bewäertungen
lo: Widgets ສໍາລັບການທົບທວນ Google ແລະການຈັດອັນດັບ
mg_mg: Widget ho an'ny Google Reviews sy naoty
mk_mk: Додатоци за прегледи и оценки на Google
ml_in: Google അവലോകനങ്ങൾക്കും റേറ്റിംഗുകൾക്കുമുള്ള വിജറ്റുകൾ
mn: Google-ийн үнэлгээ, үнэлгээний виджетүүд
pa_in: Google ਸਮੀਖਿਆਵਾਂ ਅਤੇ ਰੇਟਿੰਗਾਂ ਲਈ ਵਿਜੇਟਸ
ps: د ګوګل بیاکتنې او درجه بندي لپاره ویجټونه
sd_pk: گوگل جائزو ۽ درجه بندي لاءِ ويجيٽس
si_lk: Google Reviews සහ Ratings සඳහා Widgets
sk_sk: Widgety pre recenzie a hodnotenia Google
sq: Miniaplikacionet për komentet dhe vlerësimet e Google
sr_rs: Виџети за Гоогле рецензије и оцене
sw: Wijeti za Maoni na Ukadiriaji wa Google
ta_in: Google மதிப்புரைகள் மற்றும் மதிப்பீடுகளுக்கான விட்ஜெட்டுகள்
te: Google సమీక్షలు మరియు రేటింగ్‌ల కోసం విడ్జెట్‌లు
tg: Виҷетҳо барои баррасиҳо ва рейтингҳои Google
th: วิดเจ็ตสำหรับรีวิวและการให้คะแนนของ Google
tl: Mga Widget para sa Mga Review at Rating ng Google
ug_cn: گۇگۇلنىڭ باھاسى ۋە باھاسى ئۈچۈن كىچىك قوراللار
ur: گوگل کے جائزے اور درجہ بندی کے لیے وجیٹس
uz_uz: Google sharhlari va reytinglari uchun vidjetlar
xh: IiWidgets zoHlolo lukaGoogle kunye neeReyithingi
zu: Amawijethi Ezibuyekezo ze-Google Nezilinganiso

source: https://repocean.com/
sr_rs: хттпс://репоцеан.цом/

source: Quickly and easily embed Google reviews into your WordPress site. Boost SEO, build trust, and increase sales with Google reviews.
am: በፍጥነት እና በቀላሉ የጉግል ግምገማዎችን ወደ ዎርድፕረስ ጣቢያህ አስገባ። በGoogle ግምገማዎች SEOን ያሳድጉ፣ እምነትን ይገንቡ እና ሽያጮችን ይጨምሩ።
az: Google rəylərini tez və asanlıqla WordPress saytınıza daxil edin. Google rəyləri ilə SEO-nu gücləndirin, etibar yaradın və satışları artırın.
bg_bg: Бързо и лесно вградете отзиви от Google във вашия WordPress сайт. Увеличете SEO, изградете доверие и увеличете продажбите с прегледи в Google.
ca: Incorporeu les ressenyes de Google de manera ràpida i senzilla al vostre lloc de WordPress. Augmenta el SEO, genera confiança i augmenta les vendes amb les ressenyes de Google.
el: Γρήγορα και εύκολα ενσωματώστε κριτικές Google στον ιστότοπό σας στο WordPress. Ενισχύστε το SEO, δημιουργήστε εμπιστοσύνη και αυξήστε τις πωλήσεις με τις κριτικές της Google.
eo: Rapide kaj facile enmetu Google-recenzojn en vian WordPress-ejon. Akcelu SEO, kreu fidon kaj pliigu vendojn per Google-recenzoj.
eu: Azkar eta erraz txertatu Google-ren iritziak zure WordPress webgunean. Sustatu SEO, sortu konfiantza eta handitu salmentak Google-ren berrikuspenekin.
fy: Foegje Google-resinsjes fluch en maklik yn jo WordPress-side yn. Ferheegje SEO, bouwe fertrouwen en ferheegje ferkeap mei Google-resinsjes.
ga: Leabaigh léirmheasanna Google go tapa agus go héasca ar do shuíomh WordPress. Cuir le Sinsearach, cuir le muinín, agus méadaigh díolacháin le hathbhreithnithe Google.
gd: Cuir a-steach lèirmheasan Google gu sgiobalta agus gu furasta air an làrach WordPress agad. Àrdaich SEO, tog earbsa, agus àrdaich reic le lèirmheasan Google.
gu: તમારી WordPress સાઇટમાં Google સમીક્ષાને ઝડપથી અને સરળતાથી એમ્બેડ કરો. એસઇઓ બૂસ્ટ કરો, વિશ્વાસ બનાવો અને Google સમીક્ષાઓ સાથે વેચાણ વધારો.
hr: Brzo i jednostavno ugradite Google recenzije u svoju WordPress stranicu. Pojačajte SEO, izgradite povjerenje i povećajte prodaju s Google recenzijama.
is_is: Fella Google umsagnir inn á WordPress síðuna þína á fljótlegan og auðveldan hátt. Auka SEO, byggja upp traust og auka sölu með Google umsögnum.
ka_ge: სწრაფად და მარტივად ჩადეთ Google მიმოხილვები თქვენს WordPress საიტზე. გაზარდეთ SEO, შექმენით ნდობა და გაზარდეთ გაყიდვები Google-ის მიმოხილვებით.
km: បញ្ចូលការពិនិត្យ Google យ៉ាងរហ័ស និងងាយស្រួលទៅក្នុងគេហទំព័រ WordPress របស់អ្នក។ ជំរុញ SEO បង្កើតការជឿទុកចិត្ត និងបង្កើនការលក់ជាមួយនឹងការពិនិត្យរបស់ Google ។
kn: ನಿಮ್ಮ WordPress ಸೈಟ್‌ಗೆ Google ವಿಮರ್ಶೆಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಮತ್ತು ಸುಲಭವಾಗಿ ಎಂಬೆಡ್ ಮಾಡಿ. Google ವಿಮರ್ಶೆಗಳೊಂದಿಗೆ SEO ಅನ್ನು ಹೆಚ್ಚಿಸಿ, ನಂಬಿಕೆಯನ್ನು ಬೆಳೆಸಿಕೊಳ್ಳಿ ಮತ್ತು ಮಾರಾಟವನ್ನು ಹೆಚ್ಚಿಸಿ.
ky_ky: Google сын-пикирлерин WordPress сайтыңызга тез жана оңой кыстарыңыз. Google сын-пикирлери менен SEO-ну өркүндөтүңүз, ишенимди арттырыңыз жана сатууну көбөйтүңүз.
lb_lu: Schnell an einfach Google Rezensiounen op Är WordPress Site integréiert. Boost SEO, baut Vertrauen a erhéicht de Verkaf mat Google Rezensiounen.
lo: ຝັງການທົບທວນ Google ເຂົ້າໄປໃນເວັບໄຊທ໌ WordPress ຂອງທ່ານຢ່າງໄວວາແລະງ່າຍດາຍ. ຊຸກຍູ້ SEO, ສ້າງຄວາມໄວ້ວາງໃຈ, ແລະເພີ່ມຍອດຂາຍດ້ວຍການທົບທວນ Google.
mg_mg: Ampidiro haingana sy mora ny hevitra Google ao amin'ny tranokalanao WordPress. Ampitomboy ny SEO, manangana fitokisana ary ampitomboy ny varotra miaraka amin'ny tsikera Google.
mk_mk: Брзо и лесно вметнете ги прегледите на Google во вашата страница на WordPress. Зголемете ја оптимизацијата, градете доверба и зголемете ја продажбата со прегледите на Google.
ml_in: നിങ്ങളുടെ വേർഡ്പ്രസ്സ് സൈറ്റിലേക്ക് Google അവലോകനങ്ങൾ വേഗത്തിലും എളുപ്പത്തിലും ഉൾച്ചേർക്കുക. Google അവലോകനങ്ങൾ ഉപയോഗിച്ച് SEO വർദ്ധിപ്പിക്കുക, വിശ്വാസം വളർത്തുക, വിൽപ്പന വർദ്ധിപ്പിക്കുക.
mn: Google-н сэтгэгдлийг WordPress сайтдаа хурдан бөгөөд хялбар оруулаарай. Google-ийн шүүмжийг ашиглан SEO-ийг нэмэгдүүлж, итгэлцлийг бий болгож, борлуулалтыг нэмэгдүүлээрэй.
pa_in: ਤੁਹਾਡੀ ਵਰਡਪਰੈਸ ਸਾਈਟ ਵਿੱਚ ਗੂਗਲ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਜਲਦੀ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਏਮਬੈਡ ਕਰੋ। ਐਸਈਓ ਨੂੰ ਹੁਲਾਰਾ ਦਿਓ, ਭਰੋਸਾ ਬਣਾਓ, ਅਤੇ ਗੂਗਲ ਸਮੀਖਿਆਵਾਂ ਨਾਲ ਵਿਕਰੀ ਵਧਾਓ।
ps: ستاسو د ورڈپریس سایټ کې د ګوګل بیاکتنې ګړندي او په اسانۍ سره ځای په ځای کړئ. SEO ته وده ورکړئ ، باور رامینځته کړئ ، او د ګوګل بیاکتنو سره پلور ډیر کړئ.
sd_pk: جلدي ۽ آساني سان گوگل جي جائزي کي پنهنجي ورڈپریس سائيٽ ۾ شامل ڪريو. ايس اي او کي وڌايو، اعتماد پيدا ڪريو، ۽ گوگل جي جائزي سان وڪرو وڌايو.
si_lk: ඔබගේ වර්ඩ්ප්‍රෙස් අඩවියට ඉක්මනින් සහ පහසුවෙන් Google සමාලෝචන කාවැද්දීම. ගූගල් සමාලෝචන සමඟ SEO වැඩි කරන්න, විශ්වාසය ගොඩනඟන්න, සහ විකුණුම් වැඩි කරන්න.
sk_sk: Rýchlo a jednoducho vložte recenzie Google na svoj web WordPress. Zvýšte SEO, vybudujte dôveru a zvýšte predaj pomocou recenzií Google.
sq: Futni shpejt dhe me lehtësi komentet e Google në faqen tuaj të WordPress. Rritni SEO, ndërtoni besimin dhe rrisni shitjet me rishikimet e Google.
sr_rs: Брзо и лако уградите Гоогле рецензије у своју ВордПресс локацију. Повећајте СЕО, изградите поверење и повећајте продају помоћу Гоогле рецензија.
sw: Haraka na kwa urahisi pachika ukaguzi wa Google kwenye tovuti yako ya WordPress. Kuza SEO, kujenga uaminifu, na kuongeza mauzo na ukaguzi wa Google.
ta_in: உங்கள் வேர்ட்பிரஸ் தளத்தில் Google மதிப்புரைகளை விரைவாகவும் எளிதாகவும் உட்பொதிக்கவும். கூகுள் மதிப்புரைகள் மூலம் எஸ்சிஓவை அதிகரிக்கவும், நம்பிக்கையை வளர்க்கவும், விற்பனையை அதிகரிக்கவும்.
te: మీ WordPress సైట్‌లో Google సమీక్షలను త్వరగా మరియు సులభంగా పొందుపరచండి. Google సమీక్షలతో SEOని పెంచుకోండి, నమ్మకాన్ని పెంచుకోండి మరియు అమ్మకాలను పెంచుకోండి.
tg: Баррасиҳои Google-ро зуд ва ба осонӣ дар сайти WordPress ҷойгир кунед. Бо баррасиҳои Google SEO-ро афзоиш диҳед, эътимод эҷод кунед ва фурӯшро зиёд кунед.
th: ฝังบทวิจารณ์ของ Google ลงในไซต์ WordPress ของคุณอย่างรวดเร็วและง่ายดาย เพิ่ม SEO สร้างความไว้วางใจ และเพิ่มยอดขายด้วยรีวิวจาก Google
tl: Mabilis at madaling i-embed ang mga review ng Google sa iyong WordPress site. Palakasin ang SEO, bumuo ng tiwala, at pataasin ang mga benta gamit ang mga review ng Google.
ug_cn: ۋوردپرەس تور بېتىڭىزگە گۇگۇلنىڭ كۆز قارىشىنى تېز ۋە ئاسان قىستۇرۇڭ. SEO نى كۈچەيتىپ ، ئىشەنچ تۇرغۇزۇڭ ۋە گۇگۇلنىڭ باھاسى بىلەن سېتىشنى كۆپەيتىڭ.
ur: اپنی ورڈپریس سائٹ میں گوگل کے جائزوں کو جلدی اور آسانی سے ایمبیڈ کریں۔ SEO کو فروغ دیں، اعتماد پیدا کریں، اور Google کے جائزوں کے ساتھ فروخت میں اضافہ کریں۔
uz_uz: Google sharhlarini WordPress saytingizga tez va oson joylashtiring. Google sharhlari bilan SEO-ni kuchaytiring, ishonchni mustahkamlang va savdoni oshiring.
xh: Ngokukhawuleza nangokulula uphononongo lukaGoogle kwindawo yakho yeWordPress. Khulisa i-SEO, yakha intembeko, kwaye wandise ukuthengisa ngophononongo lukaGoogle.
zu: Shumeka ngokushesha futhi kalula izibuyekezo ze-Google kusayithi lakho le-WordPress. Khulisa i-SEO, yakha ukwethembana, futhi wandise ukuthengisa ngezibuyekezo ze-Google.

source: repocean
am: እንደገና መውጣት
el: αποθήκη
is_is: endurheimta
ka_ge: სამარხი
mk_mk: репокеан
ps: بیرته اخیستل
sd_pk: موٽڻ
sq: repoqean
sr_rs: репоцеан
tg: бозгашт
th: รีพอเชียน

source: https://profiles.wordpress.org/repocean/
sr_rs: хттпс://профилес.вордпресс.орг/репоцеан/
