Repository: common-repository/widgets-for-google-reviews-and-ratings
Catalog: languages/widgets-for-google-reviews-and-ratings-*.po
Languages: am, az, bg_bg, ca, el, eo, eu, fy, ga, gd, gu, hr, is_is, ka_ge, km, kn, ky_ky, lb_lu, lo, mg_mg, mk_mk, ml_in, mn, pa_in, ps, sd_pk, si_lk, sk_sk, sq, sr_rs, sw, ta_in, te, tg, th, tl, ug_cn, ur, uz_uz, xh, zu

source: Google Reviews Settings
am: Google ግምገማዎች ቅንብሮች
az: Google Rəy Ayarları
bg_bg: Настройки на Google Reviews
ca: Configuració de ressenyes de Google
el: Ρυθμίσεις Κριτικών Google
eo: Agordoj de Google-Recenzoj
eu: Google-ren iritzien ezarpenak
fy: Google Resinsjes Ynstellings
ga: Socruithe Léirmheasanna Google
gd: Roghainnean Lèirmheasan Ghoogle
gu: Google સમીક્ષા સેટિંગ્સ
hr: Postavke Google recenzija
is_is: Stillingar Google umsagna
ka_ge: Google მიმოხილვების პარამეტრები
km: Google ពិនិត្យការកំណត់
kn: Google ವಿಮರ್ಶೆಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ky_ky: Google Сын-пикирлер жөндөөлөрү
lb_lu: Google Rezensiounen Astellungen
lo: Google ກວດສອບການຕັ້ງຄ່າ
mk_mk: Поставки за прегледи на Google
ml_in: Google അവലോകന ക്രമീകരണങ്ങൾ
mn: Google үнэлгээний тохиргоо
pa_in: Google ਸਮੀਖਿਆ ਸੈਟਿੰਗਾਂ
ps: د ګوګل بیاکتنې ترتیبات
sd_pk: گوگل جائزو سيٽنگون
si_lk: Google සමාලෝචන සැකසීම්
sk_sk: Nastavenia Recenzie Google
sq: Cilësimet e Rishikimeve të Google
sr_rs: Подешавања Гоогле рецензија
sw: Mipangilio ya Maoni ya Google
ta_in: Google விமர்சனங்கள் அமைப்புகள்
te: Google సమీక్షల సెట్టింగ్‌లు
tg: Танзимоти баррасии Google
th: การตั้งค่ารีวิวของ Google
tl: Mga Setting ng Google Review
ug_cn: Google باھا تەڭشەكلىرى
ur: گوگل ریویو سیٹنگز
uz_uz: Google sharhlari sozlamalari
xh: IiSetingi zoHlolo lukaGoogle
zu: Izilungiselelo Zokubuyekeza ze-Google

source: Google Reviews
am: Google ግምገማዎች
az: Google Rəyləri
bg_bg: Google Рецензии
ca: Ressenyes de Google
el: Κριτικές Google
eo: Google-Recenzoj
eu: Google Iritziak
fy: Google Resinsjes
ga: Léirmheasanna Google
gd: Lèirmheasan Google
gu: Google સમીક્ષાઓ
hr: Google recenzije
is_is: Google umsagnir
ka_ge: Google მიმოხილვები
km: ការពិនិត្យ Google
kn: Google ವಿಮರ್ಶೆಗಳು
ky_ky: Google Сын-пикирлер
lb_lu: Google Rezensiounen
lo: ການທົບທວນຄືນຂອງ Google
mg_mg: Hevitra Google
mk_mk: Прегледи на Google
ml_in: Google അവലോകനങ്ങൾ
mn: Google тойм
pa_in: Google ਸਮੀਖਿਆਵਾਂ
ps: د ګوګل بیاکتنې
sd_pk: گوگل جائزو
si_lk: ගූගල් සමාලෝචන
sk_sk: Recenzie Google
sq: Rishikimet e Google
sr_rs: Гоогле Ревиевс
sw: Ukaguzi wa Google
ta_in: கூகுள் விமர்சனங்கள்
te: Google సమీక్షలు
tg: Баррасиҳои Google
th: บทวิจารณ์ของ Google
tl: Mga Review ng Google
ur: گوگل کے جائزے
uz_uz: Google sharhlari
xh: Uhlolo lukaGoogle
zu: Izibuyekezo ze-Google

source: Widget Customizer
am: መግብር ማበጀት
az: Vidjet Fərdiləşdirici
bg_bg: Инструмент за персонализиране на джаджи
ca: Personalitzador de widgets
el: Εργαλείο προσαρμογής γραφικών στοιχείων
eo: Fenestraĵo Customizer
eu: Widget pertsonalizatzailea
ga: Saincheaptóir Giuirléid
gu: વિજેટ કસ્ટમાઇઝર
hr: Alat za prilagodbu widgeta
is_is: Græjuaðlögun
ka_ge: ვიჯეტის პერსონალიზატორი
km: ធាតុក្រាហ្វិកតាមបំណង
kn: ವಿಜೆಟ್ ಕಸ್ಟೊಮೈಜರ್
mk_mk: Приспособувач на виџети
ml_in: വിജറ്റ് കസ്റ്റമൈസർ
mn: Виджет тохируулагч
pa_in: ਵਿਜੇਟ ਕਸਟਮਾਈਜ਼ਰ
ps: د ویجټ تخصیص کوونکی
sd_pk: ويجيٽ ڪسٽمائيزر
sk_sk: Prispôsobovač miniaplikácií
sq: Përshtatës i miniaplikacioneve
sr_rs: Видгет Цустомизер
ta_in: விட்ஜெட் தனிப்பயனாக்கி
te: విడ్జెట్ కస్టమైజర్
tg: Фармоишгари виджет
th: เครื่องมือปรับแต่งวิดเจ็ต
ur: ویجیٹ کسٹمائزر
uz_uz: Vidjet moslashtiruvchisi
zu: I-Widget Customizer

source: Get Reviews
am: ግምገማዎችን ያግኙ
az: Rəylər alın
bg_bg: Вземете отзиви
ca: Obteniu ressenyes
el: Λάβετε κριτικές
eo: Akiru Recenzojn
eu: Lortu iritziak
fy: Get Resinsjes
ga: Faigh Léirmheasanna
gd: Faigh lèirmheasan
gu: સમીક્ષાઓ મેળવો
hr: Dobijte recenzije
is_is: Fáðu umsagnir
ka_ge: მიიღეთ მიმოხილვები
km: ទទួលបានការពិនិត្យ
kn: ವಿಮರ್ಶೆಗಳನ್ನು ಪಡೆಯಿರಿ
ky_ky: Сын-пикирлерди алуу
lb_lu: Kréien Rezensiounen
lo: ໄດ້ຮັບການທົບທວນຄືນ
mg_mg: Mahazoa hevitra
mk_mk: Добијте рецензии
ml_in: അവലോകനങ്ങൾ നേടുക
mn: Шүүмж авах
pa_in: ਸਮੀਖਿਆਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ps: بیاکتنې ترلاسه کړئ
sd_pk: جائزو وٺو
si_lk: සමාලෝචන ලබා ගන්න
sk_sk: Získajte recenzie
sq: Merrni komente
sr_rs: Гет Ревиевс
sw: Pata Maoni
ta_in: விமர்சனங்களைப் பெறுங்கள்
te: సమీక్షలను పొందండి
tg: Баррасиҳо гиред
th: รับคำวิจารณ์
tl: Kumuha ng Mga Review
ug_cn: باھاغا ئېرىشىش
ur: جائزے حاصل کریں۔
uz_uz: Sharhlar oling
xh: Fumana Uphononongo
zu: Thola Izibuyekezo

source: Nonce verification failed
am: አንድ ጊዜ ማረጋገጥ አልተሳካም።
az: Bir dəfə doğrulama alınmadı
bg_bg: Еднократната проверка е неуспешна
ca: La verificació de Nonce ha fallat
el: Η μη επαλήθευση απέτυχε
eo: Nonce-konfirmo malsukcesis
eu: None egiaztapenak huts egin du
fy: Net ferifikaasje mislearre
ga: Theip ar fíorú gan choinne
gd: Dh'fhàillig dearbhadh neo-dhligheach
gu: બિન ચકાસણી નિષ્ફળ
hr: Jednokratna provjera nije uspjela
is_is: Óstaðfesting mistókst
ka_ge: Nonce-ის დადასტურება ვერ მოხერხდა
km: ការផ្ទៀងផ្ទាត់មិនបានជោគជ័យទេ។
kn: ಒಮ್ಮೆ ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ
ky_ky: Бир жолу текшерүү ишке ашкан жок
lb_lu: Nonce Verifikatioun gescheitert
lo: ການຢັ້ງຢືນບໍ່ສຳເລັດ
mg_mg: Tsy nahomby ny fanamarinana
mk_mk: Неуспешна потврда
ml_in: ഒരിക്കൽ പോലും പരിശോധിച്ചുറപ്പിക്കൽ പരാജയപ്പെട്ടു
mn: Баталгаажуулалт амжилтгүй болсон
pa_in: ਬਿਨਾਂ ਪੁਸ਼ਟੀਕਰਨ ਫੇਲ੍ਹ ਹੋਇਆ
ps: بې اعتباره تایید ناکام شو
sd_pk: غير تصديق جي ناڪامي
si_lk: තහවුරු කිරීම අසාර්ථක විය
sk_sk: Overenie zlyhalo
sq: Mos verifikimi dështoi
sr_rs: Нонце верификација није успела
sw: Uthibitishaji wa Nonce umeshindwa
ta_in: சரிபார்ப்பு தோல்வியடைந்தது
te: నాన్ వెరిఫికేషన్ విఫలమైంది
tg: Тафтиш ноком шуд
th: การยืนยัน Nonce ล้มเหลว
tl: Nabigo ang pag-verify ng Nonce
ug_cn: دەلىللەش مەغلۇپ بولدى
ur: عدم توثیق ناکام ہو گئی
uz_uz: Tekshirish amalga oshmadi
xh: Ukuqinisekiswa okungazange kuphumelele
zu: Ukuqinisekiswa kwe-Nonce kuhlulekile

source: Error decoding JSON.
am: JSON መፍታት ላይ ስህተት።
az: JSON kodunu deşifrə edərkən xəta baş verdi.
bg_bg: Грешка при декодирането на JSON.
ca: Error en descodificar JSON.
el: Σφάλμα αποκωδικοποίησης JSON.
eo: Eraro malkodante JSON.
eu: Errore bat gertatu da JSON deskodetzean.
fy: Flater by it dekodearjen fan JSON.
ga: Earráid agus JSON á dhíchódú.
gd: Thachair mearachd le còdachadh JSON.
gu: JSON ડીકોડ કરવામાં ભૂલ.
hr: Pogreška kod dekodiranja JSON-a.
is_is: Villa við að afkóða JSON.
ka_ge: შეცდომა JSON-ის გაშიფვრისას.
km: កំហុសក្នុងការឌិកូដ JSON ។
kn: JSON ಡೀಕೋಡಿಂಗ್ ದೋಷ.
ky_ky: JSON коддон чыгууда ката кетти.
lb_lu: Feeler beim Dekodéierung vun JSON.
lo: ການຖອດລະຫັດ JSON ຜິດພາດ.
mk_mk: Грешка при декодирање на JSON.
ml_in: JSON ഡീകോഡ് ചെയ്യുന്നതിൽ പിശക്.
mn: JSON кодыг тайлахад алдаа гарлаа.
pa_in: JSON ਨੂੰ ਡੀਕੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ।
ps: د JSON په کوډ کولو کې تېروتنه.
sd_pk: JSON ڊيڪوڊ ڪرڻ ۾ غلطي.
si_lk: JSON විකේතනය කිරීමේ දෝෂයකි.
sk_sk: Chyba pri dekódovaní JSON.
sq: Gabim gjatë deshifrimit të JSON.
sr_rs: Грешка при декодирању ЈСОН-а.
sw: Hitilafu katika kusimbua JSON.
ta_in: JSON ஐ டிகோட் செய்வதில் பிழை.
te: JSON డీకోడ్ చేయడంలో లోపం.
tg: Хатогии рамзкушоии JSON.
th: เกิดข้อผิดพลาดในการถอดรหัส JSON
tl: Error sa pagde-decode ng JSON.
ug_cn: JSON نى يېشىشتە خاتالىق.
ur: JSON کو ڈی کوڈ کرنے میں خرابی۔
uz_uz: JSON kodini dekodlashda xatolik yuz berdi.
xh: Imposiso ekuguquleni ikhowudi kwi-JSON.
zu: Iphutha ekuqopheni i-JSON.

source: Error: Place data not received.
am: ስህተት፡ የቦታ ውሂብ አልደረሰም።
az: Xəta: Yer məlumatları alınmadı.
bg_bg: Грешка: Данните за място не са получени.
ca: Error: no s'han rebut dades del lloc.
el: Σφάλμα: Δεν ελήφθησαν δεδομένα μέρους.
eo: Eraro: Lokdatenoj ne ricevis.
eu: Errorea: tokiaren datuak ez dira jaso.
fy: Flater: Plakgegevens net ûntfongen.
ga: Earráid: Ní bhfuarthas na sonraí suite.
gd: Mearachd: Cha deach dàta àite fhaighinn.
gu: ભૂલ: સ્થાન ડેટા પ્રાપ્ત થયો નથી.
hr: Pogreška: Podaci o mjestu nisu primljeni.
is_is: Villa: Staðargögn ekki móttekin.
ka_ge: შეცდომა: ადგილის მონაცემები მიუღებელია.
km: កំហុស៖ ទិន្នន័យទីកន្លែងមិនត្រូវបានទទួល។
kn: ದೋಷ: ಸ್ಥಳದ ಡೇಟಾವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿಲ್ಲ.
ky_ky: Ката: Жер дайындары алынган жок.
lb_lu: Feeler: Plaz Daten net kritt.
lo: ຜິດພາດ: ຂໍ້ມູນສະຖານທີ່ບໍ່ໄດ້ຮັບ.
mg_mg: Error: tsy voaray ny angona toerana.
mk_mk: Грешка: податоците за местото не се примени.
ml_in: പിശക്: സ്ഥല ഡാറ്റ ലഭിച്ചില്ല.
mn: Алдаа: Байршлын өгөгдлийг хүлээн аваагүй байна.
pa_in: ਤਰੁੱਟੀ: ਸਥਾਨ ਡੇਟਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ।
ps: تېروتنه: د ځای معلومات نه دي ترلاسه شوي.
sd_pk: غلطي: جڳھ جي ڊيٽا حاصل نه ڪئي وئي.
si_lk: දෝෂය: ස්ථාන දත්ත ලැබී නැත.
sk_sk: Chyba: Údaje o mieste neboli prijaté.
sq: Gabim: Të dhënat e vendit nuk u morën.
sr_rs: Грешка: Подаци о месту нису примљени.
sw: Hitilafu: Data ya mahali haijapokelewa.
ta_in: பிழை: இடத் தரவு பெறப்படவில்லை.
te: లోపం: స్థలం డేటా అందలేదు.
tg: Хатогӣ: Маълумот дар ҷой қабул карда нашудааст.
th: ข้อผิดพลาด: ไม่ได้รับข้อมูลสถานที่
tl: Error: Hindi natanggap ang data ng lugar.
ug_cn: خاتالىق: سانلىق مەلۇمات قوبۇل قىلىنمىدى.
ur: خرابی: جگہ کا ڈیٹا موصول نہیں ہوا۔
uz_uz: Xato: Joy maʼlumotlari olinmadi.
xh: Imposiso: Idatha yendawo ayifunyanwanga.
zu: Iphutha: Idatha yendawo ayitholwanga.

source: An error occurred:
am: ስህተት ተፈጥሯል፥
az: Xəta baş verdi:
bg_bg: Възникна грешка:
ca: Hi ha hagut un error:
el: Παρουσιάστηκε σφάλμα:
eo: Eraro okazis:
eu: Akats bat gertatu da:
fy: Der is in flater bard:
ga: Tharla earráid:
gd: Thachair mearachd:
gu: એક ભૂલ આવી:
hr: Dogodila se pogreška:
is_is: Villa kom upp:
ka_ge: Მოხდა შეცდომა:
km: កំហុស​មួយ​បាន​កើត​ឡើង:
kn: ಒಂದು ತಪ್ಪು ನಡೆದಿದೆ:
ky_ky: Ката кетти:
lb_lu: E Feeler ass geschitt:
lo: ເກີດຄວາມຜິດພາດຂຶ້ນ:
mg_mg: Nisy hadisoana nitranga:
mk_mk: Се појави грешка:
ml_in: ഒരു പിശക് സംഭവിച്ചു:
mn: Алдаа гарлаа:
pa_in: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ:
ps: يوه تېروتنه رامینځ ته شوه:
sd_pk: ٿوري گڙ ٻڙ ٿي پئي آ:
si_lk: දෝෂයක් සිදු විය:
sk_sk: Nastala chyba:
sq: Ndodhi një gabim:
sr_rs: Дошло је до грешке:
sw: Hitilafu ilitokea:
ta_in: பிழை ஏற்பட்டது:
te: లోపం సంభవించింది:
tg: Хатогӣ рӯй дод:
th: เกิดข้อผิดพลาด:
tl: May pagkakamaling naganap:
ug_cn: خاتالىق كۆرۈلدى:
ur: ایک خرابی آگئی:
uz_uz: Xatolik yuz berdi:
xh: Impazamo yenzekile:
zu: Kwenzeke iphutha:

source: Place Image
am: የቦታ ምስል
az: Şəkli yerləşdirin
bg_bg: Поставете изображение
ca: Col·loca la imatge
el: Εικόνα θέσης
eo: Loki Bildon
eu: Jarri Irudia
fy: Plak Image
ga: Áit Íomhá
gd: Ìomhaigh Àite
gu: છબી મૂકો
hr: Postavite sliku
is_is: Setja mynd
ka_ge: სურათის ადგილი
km: រូបភាពទីកន្លែង
kn: ಸ್ಥಳ ಚಿತ್ರ
ky_ky: Сүрөттү жайгаштыруу
lb_lu: Plaz Bild
lo: ຮູບພາບສະຖານທີ່
mg_mg: Sary toerana
mk_mk: Место слика
ml_in: സ്ഥലം ചിത്രം
mn: Зураг байрлуулах
pa_in: ਸਥਾਨ ਚਿੱਤਰ
ps: ځای انځور
sd_pk: جڳھ جي تصوير
si_lk: ස්ථාන රූපය
sk_sk: Obrázok miesta
sq: Imazhi i vendit
sr_rs: Плаце Имаге
sw: Picha ya Mahali
ta_in: இடம் படம்
te: స్థలం చిత్రం
tg: Ҷойгир кардани тасвир
th: วางรูปภาพ
tl: Larawan ng Lugar
ug_cn: ئورۇن رەسىمى
ur: جگہ کی تصویر
uz_uz: Rasmni joylashtirish
xh: Umfanekiso wendawo
zu: Isithombe sendawo

source: reviews
am: ግምገማዎች
az: rəylər
bg_bg: прегледи
ca: comentaris
el: κριτικές
eo: recenzoj
eu: iritziak
fy: resinsjes
ga: léirmheasanna
gd: lèirmheasan
gu: સમીક્ષાઓ
hr: recenzije
is_is: umsagnir
ka_ge: მიმოხილვები
km: ពិនិត្យ
kn: ವಿಮರ್ಶೆಗಳು
ky_ky: сын-пикирлер
lb_lu: Rezensiounen
lo: ການທົບທວນຄືນ
mg_mg: hevitra
mk_mk: осврти
ml_in: അവലോകനങ്ങൾ
mn: тойм
pa_in: ਸਮੀਖਿਆਵਾਂ
ps: بیاکتنې
sd_pk: جائزو
si_lk: සමාලෝචන
sk_sk: recenzie
sq: komente
sr_rs: коментара
sw: hakiki
ta_in: விமர்சனங்கள்
te: సమీక్షలు
tg: баррасихо
th: ความคิดเห็น
tl: mga pagsusuri
ug_cn: ئوبزورلار
ur: جائزے
uz_uz: sharhlar
xh: uphononongo
zu: ukubuyekezwa

source: Disconnect
am: ግንኙነት አቋርጥ
az: Bağlantını kəsin
bg_bg: Прекъснете връзката
ca: Desconnecta
el: Αποσυνδέω
eo: Malkonekti
eu: Deskonektatu
fy: Ferbine
ga: Dícheangail
gu: ડિસ્કનેક્ટ કરો
hr: Prekini vezu
is_is: Aftengdu
ka_ge: გათიშვა
km: ផ្តាច់
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿ
ky_ky: Ажыратуу
lb_lu: Trennen
lo: ຕັດການເຊື່ອມຕໍ່
mg_mg: elektr√¥nika
mk_mk: Исклучете се
ml_in: വിച്ഛേദിക്കുക
mn: Салгах
pa_in: ਡਿਸਕਨੈਕਟ ਕਰੋ
ps: منحل کول
sd_pk: ڌار ٿيڻ
si_lk: විසන්ධි කරන්න
sk_sk: Odpojiť
sq: Shkëputeni
sr_rs: Прекини везу
sw: Tenganisha
ta_in: துண்டிக்கவும்
te: డిస్‌కనెక్ట్ చేయండి
tg: Қатъ кунед
th: ตัดการเชื่อมต่อ
tl: Idiskonekta
ug_cn: ئۈزۈڭ
ur: منقطع کرنا
uz_uz: Ulanishni uzing
xh: Susa unxibelelwano
zu: Nqamula

source: Place disconnected successfully. Connect a new place.
am: ቦታ በተሳካ ሁኔታ ተቋርጧል። አዲስ ቦታ ያገናኙ።
az: Yer uğurla kəsildi. Yeni bir yer birləşdirin.
bg_bg: Мястото е прекъснато успешно. Свържете ново място.
ca: Lloc desconnectat correctament. Connecteu un lloc nou.
el: Το μέρος αποσυνδέθηκε με επιτυχία. Συνδέστε ένα νέο μέρος.
eo: Loko malkonektita sukcese. Konekti novan lokon.
eu: Deskonektatu da tokia. Konektatu leku berri bat.
fy: Plak loskeppele mei súkses. Ferbine in nij plak.
ga: D'éirigh leis an áit dícheangailte. Ceangail áit nua.
gd: Àite air a dhì-cheangal gu soirbheachail. Ceangail àite ùr.
gu: સ્થાન સફળતાપૂર્વક ડિસ્કનેક્ટ થયું. નવી જગ્યા જોડો.
hr: Mjesto je uspješno prekinuto. Povežite novo mjesto.
is_is: Staður aftengdur. Tengdu nýjan stað.
ka_ge: ადგილი წარმატებით გათიშულია. დააკავშირეთ ახალი ადგილი.
km: កន្លែងត្រូវបានផ្តាច់ដោយជោគជ័យ។ ភ្ជាប់កន្លែងថ្មី។
kn: ಸ್ಥಳವು ಯಶಸ್ವಿಯಾಗಿ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ. ಹೊಸ ಸ್ಥಳವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ky_ky: Орун ийгиликтүү ажыратылды. Жаңы жерди туташтырыңыз.
lb_lu: Plaz erfollegräich ofgeschloss. Connect eng nei Plaz.
lo: ຕັດການເຊື່ອມຕໍ່ສະຖານທີ່ສຳເລັດແລ້ວ. ເຊື່ອມຕໍ່ສະຖານທີ່ໃຫມ່.
mg_mg: Tapaka soa aman-tsara ny toerana. Mampifandray toerana vaovao.
mk_mk: Местото е успешно исклучено. Поврзете ново место.
ml_in: സ്ഥലം വിജയകരമായി വിച്ഛേദിച്ചു. ഒരു പുതിയ സ്ഥലം ബന്ധിപ്പിക്കുക.
mn: Энэ газрыг амжилттай салгав. Шинэ газар холбоно уу.
pa_in: ਸਥਾਨ ਸਫਲਤਾਪੂਰਵਕ ਡਿਸਕਨੈਕਟ ਕੀਤਾ ਗਿਆ। ਇੱਕ ਨਵੀਂ ਜਗ੍ਹਾ ਨਾਲ ਜੁੜੋ।
ps: ځای په بریالیتوب سره منحل شو. یو نوی ځای وصل کړئ.
sd_pk: جڳه ڪاميابيءَ سان ڌار ٿي وئي. ھڪڙي نئين جڳھ سان ڳنڍيو.
si_lk: ස්ථානය සාර්ථකව විසන්ධි විය. නව ස්ථානයක් සම්බන්ධ කරන්න.
sk_sk: Miesto bolo úspešne odpojené. Pripojte nové miesto.
sq: Vendi u shkëput me sukses. Lidhni një vend të ri.
sr_rs: Веза са местом је успешно прекинута. Повежите ново место.
sw: Mahali pametenganishwa kwa mafanikio. Unganisha mahali papya.
ta_in: இடம் வெற்றிகரமாக துண்டிக்கப்பட்டது. புதிய இடத்தை இணைக்கவும்.
te: స్థలం విజయవంతంగా డిస్‌కనెక్ట్ చేయబడింది. కొత్త స్థలాన్ని కనెక్ట్ చేయండి.
tg: Ҷой бомуваффақият ҷудо карда шуд. Ҷои навро пайваст кунед.
th: ยกเลิกการเชื่อมต่อสถานที่เรียบร้อยแล้ว เชื่อมต่อสถานที่ใหม่
tl: Matagumpay na nadiskonekta ang lugar. Ikonekta ang isang bagong lugar.
ug_cn: مۇۋەپپەقىيەتلىك ھالدا ئۈزۈلگەن جاي. يېڭى جاينى ئۇلاڭ.
ur: جگہ کامیابی سے منقطع ہو گئی۔ ایک نئی جگہ جوڑیں۔
uz_uz: Joy muvaffaqiyatli uzildi. Yangi joyni ulang.
xh: Indawo iqhawulwe ngempumelelo. Qhagamshela indawo entsha.
zu: Indawo inqanyulwe ngempumelelo. Xhuma indawo entsha.

source: Instructions
am: መመሪያዎች
az: Təlimatlar
bg_bg: Инструкции
ca: Instruccions
el: Οδηγίες
eo: Instrukcioj
eu: Argibideak
fy: Ynstruksjes
ga: Treoracha
gd: Stiùiridhean
gu: સૂચનાઓ
hr: upute
is_is: Leiðbeiningar
ka_ge: ინსტრუქციები
km: ការណែនាំ
kn: ಸೂಚನೆಗಳು
lb_lu: Uweisungen
lo: ຄໍາແນະນໍາ
mg_mg: torolalana
mk_mk: Инструкции
ml_in: നിർദ്ദേശങ്ങൾ
mn: Зааварчилгаа
pa_in: ਹਦਾਇਤਾਂ
ps: لارښوونې
sd_pk: هدايتون
si_lk: උපදෙස්
sk_sk: Inštrukcie
sq: Udhëzimet
sr_rs: Упутства
sw: Maagizo
ta_in: வழிமுறைகள்
te: సూచనలు
tg: Дастурҳо
th: คำแนะนำ
tl: Mga tagubilin
ug_cn: كۆرسەتمە
ur: ہدایات
uz_uz: Ko'rsatmalar
xh: Imiyalelo
zu: Iziyalezo

source: Your Shortcode
am: አጭር ኮድህ
az: Qısa kodunuz
bg_bg: Вашият кратък код
ca: El teu codi curt
el: Ο σύντομος κωδικός σας
eo: Via Mallongkodo
eu: Zure Shortcode
fy: Jo Shortcode
ga: Do Ghearrchód
gd: An còd goirid agad
gu: તમારો શોર્ટકોડ
hr: Vaš kratki kod
is_is: Stuttkóði þinn
ka_ge: თქვენი მოკლე კოდი
km: កូដខ្លីរបស់អ្នក។
kn: ನಿಮ್ಮ SHORTCODE
ky_ky: Сиздин кыска код
lb_lu: Äre Shortcode
lo: ລະຫັດສັ້ນຂອງເຈົ້າ
mg_mg: Ny Shortcode anao
mk_mk: Вашиот краток код
ml_in: നിങ്ങളുടെ ഷോർട്ട് കോഡ്
mn: Таны богино код
pa_in: ਤੁਹਾਡਾ ਸ਼ੌਰਟਕੋਡ
ps: ستاسو لنډ کوډ
sd_pk: توهان جو مختصر ڪوڊ
si_lk: ඔබේ කෙටි කේතය
sk_sk: Váš krátky kód
sq: Kodi juaj i shkurtër
sr_rs: Ваш кратки код
sw: Shortcode yako
ta_in: உங்கள் சுருக்குக்குறியீடு
te: మీ షార్ట్ కోడ్
tg: Рамзи кӯтоҳи шумо
th: รหัสย่อของคุณ
tl: Ang iyong Shortcode
ug_cn: تېزلەتمە كودىڭىز
ur: آپ کا مختصر کوڈ
uz_uz: Sizning qisqa kodingiz
xh: Ikhowudi yakho emfutshane
zu: Ikhodi Emfishane Yakho

source: Copy to Clipboard
am: ወደ ቅንጥብ ሰሌዳ ቅዳ
az: Buferə kopyalayın
bg_bg: Копиране в клипборда
ca: Copiar al portapapers
el: Αντιγραφή στο πρόχειρο
eo: Kopii al tondujo
eu: Kopiatu arbelean
fy: Nei it klamboerd ta kopiearje
ga: Cóipeáil chuig an nGearrthaisce
gd: Dèan lethbhreac gu Clipboard
gu: ક્લિપબોર્ડ પર કૉપિ કરો
hr: Kopirati u međuspremnik
is_is: Afritaðu á klemmuspjald
ka_ge: კოპირება ბუფერში
km: ចម្លងទៅក្ដារតម្បៀតខ្ទាស់
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಿ
ky_ky: Алмашуу буферине көчүрүү
lb_lu: Kopéiert op Clipboard
lo: ສຳເນົາໃສ່ຄລິບບອດ
mg_mg: Adika amin'ny Clipboard
mk_mk: Копирај во таблата со исечоци
ml_in: ക്ലിപ്പ്ബോർഡിലേയ്ക്ക് പകർത്തുക
mn: Clipboard уруу хуулах
pa_in: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ
ps: کلپ بورډ ته کاپي کړئ
sd_pk: ڪلپ بورڊ ڏانهن نقل ڪريو
si_lk: පසුරු පුවරුවට පිටපත් කරන්න
sk_sk: Skopírovať do schránky
sq: Kopjo në Clipboard
sr_rs: Копирај у међуспремник
sw: Nakili kwenye Ubao wa kunakili
ta_in: கிளிப்போர்டுக்கு நகலெடுக்கவும்
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయండి
tg: Ба буфер нусхабардорӣ кунед
th: คัดลอกไปยังคลิปบอร์ด
tl: Kopyahin sa clipboard
ug_cn: چاپلاش تاختىسىغا كۆچۈرۈڭ
ur: کلپ بورڈ پر کاپی کریں۔
uz_uz: Buferga nusxalash
xh: Khuphela kwibhodi eqhotyoshwayo
zu: Kopisha ebhodini lokunamathisela

source: Copied!
am: ተቀድቷል!
az: Kopyalandı!
bg_bg: Копирано!
ca: Copiat!
el: Αντιγράφηκε!
eo: Kopiita!
eu: Kopiatu!
fy: kopiearre!
ga: Cóipeáladh!
gd: Rinn lethbhreac!
gu: નકલ કરી!
hr: Kopirano!
is_is: Afritað!
ka_ge: დაკოპირებულია!
km: ចម្លង!
kn: ನಕಲು ಮಾಡಲಾಗಿದೆ!
ky_ky: Көчүрүлдү!
lb_lu: Kopéiert!
lo: ສຳເນົາແລ້ວ!
mg_mg: Nadika!
mk_mk: Копирано!
ml_in: പകർത്തി!
mn: Хуулсан!
pa_in: ਕਾਪੀ ਕੀਤਾ!
ps: کاپی شوی!
sd_pk: نقل ٿيل!
si_lk: පිටපත් කළා!
sk_sk: Skopírované!
sq: E kopjuar!
sr_rs: Копирано!
sw: Imenakiliwa!
ta_in: நகலெடுக்கப்பட்டது!
te: కాపీ చేయబడింది!
tg: Нусхабардорӣ!
th: คัดลอก!
tl: Kinopya!
ug_cn: كۆچۈرۈلدى!
ur: کاپی کیا گیا!
uz_uz: Ko‘chirildi!
xh: Ikopishiwe!
zu: Kukopishiwe!

source: Paste the copied shortcode into your desired post, page, or widget area to display the Google reviews.
am: የGoogle ግምገማዎችን ለማሳየት የተቀዳውን አቋራጭ ኮድ ወደሚፈልጉት ልጥፍ፣ ገጽ ወይም መግብር ይለጥፉ።
az: Google rəylərini göstərmək üçün kopyalanmış qısa kodu istədiyiniz post, səhifə və ya vidjet sahəsinə yapışdırın.
bg_bg: Поставете копирания кратък код в желаната от вас публикация, страница или област с джаджи, за да покажете рецензиите в Google.
ca: Enganxeu el codi curt copiat a l'àrea de publicació, pàgina o widget que vulgueu per mostrar les ressenyes de Google.
el: Επικολλήστε τον αντιγραμμένο σύντομο κώδικα στην επιθυμητή ανάρτηση, σελίδα ή περιοχή γραφικού στοιχείου για να εμφανίσετε τις κριτικές Google.
eo: Algluu la kopiitan mallongan kodon en vian deziratan afiŝon, paĝon aŭ fenestraĵareon por montri la recenzojn de Google.
eu: Itsatsi kopiatutako kode laburra nahi duzun mezu, orrialde edo widget eremuan Google-ren iritziak bistaratzeko.
fy: Plak de kopieare koarte koade yn jo winske post, side of widgetgebiet om de Google-resinsjes wer te jaan.
ga: Greamaigh an t-aicearra cóipeáilte isteach sa limistéar postála, leathanach nó giuirléidí atá uait chun léirmheasanna Google a thaispeáint.
gd: Cuir a-steach an shortcode a chaidh a chopaigeadh a-steach don phost, duilleag no widget a tha thu ag iarraidh gus na lèirmheasan Google a thaisbeanadh.
gu: Google સમીક્ષાઓ પ્રદર્શિત કરવા માટે તમારી ઇચ્છિત પોસ્ટ, પૃષ્ઠ અથવા વિજેટ વિસ્તારમાં કૉપિ કરેલ શોર્ટકોડ પેસ્ટ કરો.
hr: Zalijepite kopirani kratki kod u željeni post, stranicu ili područje widgeta za prikaz Googleovih recenzija.
is_is: Límdu afritaða stuttkóðann í viðkomandi færslu, síðu eða græjusvæði til að birta Google umsagnirnar.
ka_ge: ჩასვით დაკოპირებული მოკლე კოდი თქვენს სასურველ პოსტში, გვერდზე ან ვიჯეტის ზონაში Google-ის მიმოხილვების საჩვენებლად.
km: បិទភ្ជាប់កូដខ្លីដែលបានចម្លងទៅក្នុងប្រកាស ទំព័រ ឬតំបន់ធាតុក្រាហ្វិកដែលអ្នកចង់បាន ដើម្បីបង្ហាញការពិនិត្យ Google ។
kn: Google ವಿಮರ್ಶೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ನೀವು ಬಯಸಿದ ಪೋಸ್ಟ್, ಪುಟ ಅಥವಾ ವಿಜೆಟ್ ಪ್ರದೇಶದಲ್ಲಿ ನಕಲಿಸಿದ SHORTCODE ಅನ್ನು ಅಂಟಿಸಿ.
ky_ky: Google сын-пикирлерин көрсөтүү үчүн көчүрүлгөн кыска кодду каалаган постуңузга, баракчаңызга же виджет аймагына чаптаңыз.
lb_lu: Paste de kopéierte Shortcode an Äre gewënschte Post, Säit oder Widgetberäich fir d'Google Rezensiounen ze weisen.
lo: ວາງ shortcode ຄັດລອກໃສ່ໃນຂໍ້ຄວາມ, ຫນ້າ, ຫຼືພື້ນທີ່ widget ທີ່ທ່ານຕ້ອງການເພື່ອສະແດງການທົບທວນຄືນຂອງ Google.
mg_mg: Apetaho ao amin'ny lahatsoratra, pejy, na faritra widget tianao ny kaody fohy voadika mba hampisehoana ny hevitra Google.
mk_mk: Залепете го копираниот краток код во саканата објава, страница или област на графичка контрола за да ги прикажете прегледите на Google.
ml_in: Google അവലോകനങ്ങൾ പ്രദർശിപ്പിക്കുന്നതിന് പകർത്തിയ ഷോർട്ട്‌കോഡ് നിങ്ങൾ ആഗ്രഹിക്കുന്ന പോസ്റ്റിലേക്കോ പേജിലേക്കോ വിജറ്റ് ഏരിയയിലേക്കോ ഒട്ടിക്കുക.
mn: Google-н тоймыг харуулахын тулд хуулсан богино кодыг өөрийн хүссэн нийтлэл, хуудас эсвэл виджетийн хэсэгт буулгана уу.
pa_in: Google ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਕਾਪੀ ਕੀਤੇ ਸ਼ੌਰਟਕੋਡ ਨੂੰ ਆਪਣੀ ਲੋੜੀਂਦੀ ਪੋਸਟ, ਪੰਨੇ ਜਾਂ ਵਿਜੇਟ ਖੇਤਰ ਵਿੱਚ ਪੇਸਟ ਕਰੋ।
ps: د ګوګل بیاکتنې ښودلو لپاره کاپي شوي لنډ کوډ په خپل مطلوب پوسټ ، پا pageه یا ویجټ ساحه کې پیسټ کړئ.
sd_pk: ڪاپي ڪيل شارٽ ڪوڊ کي پيسٽ ڪريو پنھنجي گھربل پوسٽ، صفحو، يا ويجيٽ واري علائقي ۾ گوگل جي نظرثانين کي ڏيکارڻ لاءِ.
si_lk: Google සමාලෝචන සංදර්ශන කිරීමට පිටපත් කළ කෙටි කේතය ඔබ කැමති පළ කිරීම, පිටුව හෝ විජට් ප්‍රදේශය තුළ අලවන්න.
sk_sk: Ak chcete zobraziť recenzie Google, vložte skopírovaný krátky kód do požadovaného príspevku, stránky alebo oblasti miniaplikácií.
sq: Ngjitni kodin e shkurtër të kopjuar në zonën tuaj të dëshiruar të postimit, faqes ose miniaplikacionit për të shfaqur komentet e Google.
sr_rs: Налепите копирани кратки код у жељени пост, страницу или област виџета да бисте приказали Гоогле рецензије.
sw: Bandika msimbo mkato ulionakiliwa kwenye chapisho, ukurasa, au eneo la wijeti unayotaka ili kuonyesha ukaguzi wa Google.
ta_in: Google மதிப்புரைகளைக் காட்ட, நகலெடுக்கப்பட்ட சுருக்குக்குறியீட்டை நீங்கள் விரும்பிய இடுகை, பக்கம் அல்லது விட்ஜெட் பகுதியில் ஒட்டவும்.
te: Google సమీక్షలను ప్రదర్శించడానికి కాపీ చేసిన షార్ట్‌కోడ్‌ను మీకు కావలసిన పోస్ట్, పేజీ లేదా విడ్జెట్ ప్రాంతంలో అతికించండి.
tg: Барои намоиш додани баррасиҳои Google, рамзи кӯтоҳи нусхабардориро ба пост, саҳифа ё виджети дилхоҳатон гузоред.
th: วางรหัสย่อที่คัดลอกไว้ในพื้นที่โพสต์ เพจ หรือวิดเจ็ตที่คุณต้องการเพื่อแสดงบทวิจารณ์ของ Google
tl: I-paste ang kinopyang shortcode sa iyong gustong post, page, o widget area para ipakita ang mga review ng Google.
ug_cn: كۆچۈرۈلگەن قىسقا كودنى لازىملىق يازما ، بەت ياكى كىچىك قوراللار رايونىغا چاپلاپ ، گۇگۇلنىڭ باھاسىنى كۆرسىتىدۇ.
ur: کاپی شدہ شارٹ کوڈ کو اپنی مطلوبہ پوسٹ، صفحہ، یا ویجیٹ ایریا میں چسپاں کریں تاکہ گوگل کے جائزے ظاہر ہوں۔
uz_uz: Google sharhlarini ko'rsatish uchun ko'chirilgan qisqa kodni kerakli post, sahifa yoki vidjet maydoniga joylashtiring.
xh: Ncamathisela ikhowudi emfutshane ekhutshelweyo kwiposti yakho oyifunayo, iphepha, okanye indawo yewijethi ukubonisa uphononongo lukaGoogle.
zu: Namathisela ikhodi emfishane ekopishiwe kokuthunyelwe kwakho, ikhasi, noma indawo yewijethi oyithandayo ukuze ubonise izibuyekezo ze-Google.
