Repository: common-repository/widgets-for-google-reviews-and-ratings
Catalog: languages/widgets-for-google-reviews-and-ratings-su_*.po
Languages: id

source: Google Reviews Settings
id: Setélan Ulasan Google

source: Google Reviews
id: Ulasan Google

source: Get Reviews
id: Meunang Ulasan

source: Nonce verification failed
id: Nonce verifikasi gagal

source: Error decoding JSON.
id: Kasalahan decoding JSON.

source: Error: Place data not received.
id: Kasalahan: Data tempat teu nampi.

source: An error occurred:
id: Aya kasalahan:

source: Place Image
id: Gambar Tempat

source: reviews
id: ulasan

source: Disconnect
id: Pegatkeun sambungan

source: Place disconnected successfully. Connect a new place.
id: Tempat suksés dipegatkeun. Sambungkeun tempat anyar.

source: Instructions
id: parentah

source: Your Shortcode
id: Shortcode Anjeun

source: Copy to Clipboard
id: Tiron ka Clipboard

source: Copied!
id: Disalin!

source: Paste the copied shortcode into your desired post, page, or widget area to display the Google reviews.
id: Tempelkeun kodeu pondok anu disalin kana pos, halaman, atanapi daérah widget anu dipikahoyong pikeun ningalikeun ulasan Google.

source: A Widget to display Google Reviews
id: Widget pikeun mintonkeun Ulasan Google

source: Title:
id: Judul:

source: %s ago
id: %s kaliwat

source: Rating Score:
id: Skor Peunteun:

source: out of 5,
id: ti 5,

source: based on
id: dumasarkeun kana

source: Widgets for Google Reviews and Ratings
id: Widget pikeun Ulasan sareng Peunteun Google

source: Quickly and easily embed Google reviews into your WordPress site. Boost SEO, build trust, and increase sales with Google reviews.
id: Gancang sareng gampang nyelapkeun ulasan Google kana situs WordPress anjeun. Ningkatkeun SEO, ngawangun kapercayaan, sareng ningkatkeun penjualan sareng ulasan Google.
